Revit 2027 API
MenuItem Properties
The MenuItem type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
MenuItem Class
Autodesk.Revit.UI Namespace